{
  "heading": "Veering Fire",
  "subheading": "Feuerstelle für draußen",
  "color": "#eb7f2d",
  "url": "showcases/veering_fire.html",
  "description-english": {
    "paragraphs": [
      "My aim for this project was to make a height-adjustable fireplace. At a reception or a celebration, the fireplace can be raised, because in this case people are standing and it is more pleasant when the fire is at chest level. Alternatively, the fireplace can be lowered when sitting together with friends.",
      "A large spiral inside the outer casing can be used to twist the fireplace up and down as required. As the lower half of the fireplace is underground, its location cannot be changed. The casing is made of cast iron and has a cylindrical shape with a bowl on top."
    ]
  },
  "description-german": {
    "paragraphs": [
      "Meine Zielsetzung für diese Projekt war es, eine Feuerstelle auf mehrere Arten benutzbar zu machen. Bei einem Empfang oder einer Feier kann die Feuerstelle erhöht werden, da in diesem Fall die Menschen stehen und es angenehmer ist, wenn sich das Feuer auf Augenhöhe befindet. Bei einem gemütlichen Beisammensitzen mit Freunden kann das Objekt erniedrigt werden.",
      "Innerhalb des äußeren Gehäuses befindet sich ein großes Gewinde, mit dem es möglich ist, die Feuerstelle je nach Bedarf nach oben oder nach unten zu drehen. Da sich die untere Hälfte der Feuerstelle, welche sich als das Gegenstück zum Teil der Schraube bezeichnen lässt, unter der Erde befindet, kann ihre Position nicht geändert werden. Die aus Gusseisen gefertigte Feuerstelle hat die Form eines Zylinders, auf dem sich eine Schale befindet."
    ]
  },
  "programs": "Rhinoceros 5,V-Ray, Photoshop",
  "main-thumb-src": "/assets/images/projects-other/veering_fire/veering_fire-1-thumb.jpg",
  "img-srcs": [
    "/assets/images/projects-other/veering_fire/veering_fire-1",
    "/assets/images/projects-other/veering_fire/veering_fire-2",
    "/assets/images/projects-other/veering_fire/veering_fire-3"
  ]
}