{
  "heading": "Wandelbares Bett",
  "subheading": "Möbeldesign für Kinder",
  "color": "#696969",
  "url": "showcases/wandelbares_bett.html",
  "description-english": {
    "paragraphs": [
      "This bed grows with the child (or rather, shrinks with age). Due to a multi-part setup, the bed can be both: a loft bed and a low bed. The design of the bed is simple and timeless so that it can be used for both a child and an adult.",
      "The bed consists of one main bed area and several separate bedframe pieces that can be stacked one on the other to create the desired height. One bedframe piece measures 200 cm in length and 50 cm in width. The bed is mainly made of wood, though the separate bedframe pieces all have a felt covering along the side that makes up the inner part of the bedframe, creating a cozy cave with a soft wall for playing under the loft bed. Notches on the bedframe pieces naturally create a ladder when stacked."
    ]
  },
  "description-german": {
    "paragraphs": [
      "Bei diesem Entwurf handelt es sich um ein Bett, das mit dem Kind mitwachsen soll (oder sich mit zunehmendem Alter verkleinert). Durch ein Stecksystem kann sich das Bett sowohl in ein Hochbett als auch ein Einzelbett verwandeln. Das Bett hat ein zeitloses und schlichtes Design, wodurch es sowohl für ein Kind als auch einen Erwachsenen verwendet werden kann.",
      "Das Bett besteht aus einem Hauptteil, worauf Lattenrost und Matratze ihren Platz finden und außerdem mehreren Einzelteilen. Durch das Stapeln dieser Teile kann die gewünschte Höhe erreicht werden. Ein Teil misst in der Länge 200cm und in der Breite 50cm. Das Bett besteht hauptsächlich aus Holz, obwohl die einzelnen Bettrahmenstücke an der langen Innenseite eine Filzabdeckung haben. Durch Stapeln dieser Teile bildet sich unter dem Hochbett eine gemütliche Höhle mit einer weichen Wand zum Spielen. Durch die Einkerbung an einem Ende ergibt sich beim Stapeln außerdem eine Leiter, die zur Liegefläche führt."
    ]
  },
  "programs": "Blender",
  "main-thumb-src": "/assets/images/projects-other/wandelbares_bett/Bed5-thumb.jpg",
  "img-srcs": [
    "/assets/images/projects-other/wandelbares_bett/Bed5",
    "/assets/images/projects-other/wandelbares_bett/Bed6",
    "/assets/images/projects-other/wandelbares_bett/Bed_zerlegt",
    "/assets/images/projects-other/wandelbares_bett/wb_room-1",
    "/assets/images/projects-other/wandelbares_bett/wb_room-2",
    "/assets/images/projects-other/wandelbares_bett/wb_room-3"
  ]
}