{
  "heading": "Wandelbares Bett",
  "subheading": "Furniture Concept for Children",
  "color": "#696969",
  "url": "showcases/wandelbares_bett.html",
  "description-english": {
    "paragraphs": [
      "The child grows – the bed shrinks.",
      "Developed as part of a university project for the company GUUT-das Bett, this adaptable bed adjusts to the various stages of a child's development up to young adulthood. It transforms from a cozy loft bed with a play and learning nook into a timeless youth bed that, refined with an LED strip, can hold its own even in the coolest teenager’s room.",
      "The stacked long individual parts form a ladder on the narrow side, allowing access to the sleeping area. Felt on the inside creates a cozy little corner underneath the bed. Depending on the height of the sleeping surface, safety rails can be attached using metal connectors."
    ]
  },
  "description-german": {
    "paragraphs": [
      "Das Kind wächst - das Bett schrumpft.",
      "Das im Zuge eines Uni-Projektes für die Firma GUUT-das Bett entstandene Wandelbare Bett passt sich an verschiedene Entwicklungsstufen eines Kindes bis zum jungen Erwachsenenalter an. Es verwandelt sich von einem gemütlichen Hochbett mit Spiel- & Lernhöhle in ein zeitloses Jugendbett, das mit einer LED-Leiste verfeinert sogar im coolsten Jugendzimmer standhalten kann.",
      "Aus den gestapelten langen Einzelteilen entsteht auf der schmalen Seite eine Leiter, die den Zugang zur Liegefläche ermöglicht. Der Filz an der Innenseite erschafft eine gemütliche Kuchselecke unter dem Bett. Je nach Höhe der Liegefläche können mittels Metallverbindern Absturzsicherungen angebracht werden."
    ]
  },

  "programs": "Blender",
  "main-thumb-src": "/assets/images/projects-other/wandelbares_bett/Bed5-thumb.jpg",
  "img-srcs": [
    "/assets/images/projects-other/wandelbares_bett/Bed5",
    "/assets/images/projects-other/wandelbares_bett/Bed6",
    "/assets/images/projects-other/wandelbares_bett/Bed_zerlegt",
    "/assets/images/projects-other/wandelbares_bett/wb_room-1",
    "/assets/images/projects-other/wandelbares_bett/wb_room-2",
    "/assets/images/projects-other/wandelbares_bett/wb_room-3"
  ]
}